
import profileImg from "../assets/profile_img.png"
import bookCover from "../assets/book_cover.png";



const dummyReview = {
  id: 1,
  title: "침묵 속에서 들려오는 소년의 목소리",
  user: {
    name: "수진",
    profileImg: profileImg,
  },
  date: "2025.09.21",
  book: {
    title: "소년이 온다",
    author: "한강",
    image: bookCover,
    rating: 4.3,
    ratingCount:27,
    myRating: 4.5,
    readPeriod: "2025.09.16 - 2025.09.20",
  },
   content: `책장을 덮고도 한참 동안 멍하니 앉아 있게 만드는 소설이었다. 한강의 『소년이 온다』는 1980년 5월 광주의 참혹한 현실을 정면으로 마주하게 한다. 작가는 어린 소년의 죽음을 시작으로, 주변 인물들의 기억을 이어 붙여 당시의 상황을 여러 겹으로 보여준다. 각기 다른 인물의 시선 속에서 드러나는 광주는 더 이상 낯선 과거가 아니라, 지금 내 앞에 놓인 현실처럼 생생하게 다가온다.

    소설을 읽는 내내 마음이 무겁고 숨이 가빠왔지만, 동시에 이 고통스러운 이야기를 끝까지 마주해야 한다는 책임감을 느꼈다. 이 책이 특별한 건 단순히 참극을 고발하는 데 그치지 않고, "왜 우리는 기억해야 하는가"라는 질문을 끊임없이 던지기 때문이다. 직접 그 시대를 겪지 않은 나 같은 세대에게도, 그들의 고통과 목소리는 여전히 이어지고 있다는 사실을 일깨워 준다.

    무엇보다도 이 작품은 ‘망각’이 또 다른 폭력이 될 수 있음을 알려준다. 세월이 흘렀다고 해서 잊어버리는 것이 아니라, 오히려 기억하고 전해야 한다는 강한 메시지가 문장마다 스며 있다. 덕분에 소설을 읽는 경험은 단순한 독서가 아니라, 작은 증언자가 되어 역사의 무게를 함께 짊어지는 일이 되었다.

    읽다 보면 소년뿐만 아니라 수많은 이름 없는 사람들의 목소리가 겹쳐 들려온다. 그들의 아픔과 분노, 공포와 절망이 교차하며 독자의 마음을 흔든다. 특히 작가의 차갑지만 절제된 문체는 오히려 더 큰 울림을 남긴다. 과장이나 꾸밈 없는 문장이기에, 오히려 그 안에 담긴 고통이 날것 그대로 다가와 오래도록 잔상이 남는다.

    나는 이 소설을 읽으며 ‘기억한다는 것’의 무게를 다시 생각하게 되었다. 그것은 단순히 과거를 떠올리는 일이 아니라, 오늘의 나와 내 공동체가 어떤 선택을 할 것인지와도 이어진다. 『소년이 온다』는 독자에게 침묵하지 말고, 잊지 말고, 함께 기억하라고 요청한다. 결국 이 책은 아픈 역사와 마주하는 것이 얼마나 힘들고 고통스러운 일인지 보여주면서도, 동시에 인간의 존엄성과 연대의 가치를 다시금 일깨워 준다.

    『소년이 온다』는 무겁지만 반드시 읽어야 할 책이다. 읽는 순간은 고통스럽지만, 그 고통이 곧 우리가 가져야 할 책임감을 일깨우기 때문이다. 오랫동안 기억 속에 남아야 할 책이며, 누군가에게 “왜 문학을 읽어야 하는가”라는 질문을 받는다면 자신 있게 이 책을 추천하고 싶다.`,
  likes: 58,
  comments: 24,
};

export default dummyReview;
